/* Russian translation - strings need translating from English */

"Yes" = "Yes";

"No" = "No";

"MainFan" = "Main Fan";

"Left Fan" = "Left Fan";

"Right Fan" = "Right Fan";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!";

"Continue" = "Continue";

"Quit" = "Quit";

"Alert!" = "Alert!";

"Do you want to reset smcFanControl to default settings? Fans will return to default speed." = "Do you want to reset smcFanControl to default settings?\nFans will return to default speed.";

"Please shutdown your computer now to return to default fan settings." = "Please shutdown your computer now to return to default fan settings.";

"Reset Settings" = "Reset Settings";

"Shutdown required" = "Shutdown required";

/* Sleep/Wake Fix */
"Sleep/Wake Fix..." = "Sleep/Wake Fix...";

"Sleep/Wake Fix for Intel Macs" = "Sleep/Wake Fix for Intel Macs";

"Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably." = "Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably.";

"No reboot required. Changes take effect immediately." = "No reboot required. Changes take effect immediately.";

"Fix Applied" = "Fix Applied";

"Needs Fix" = "Needs Fix";

"Apply Fix" = "Apply Fix";

"Restore Defaults" = "Restore Defaults";

/* Menu items */
"Quit smcFanControl CE" = "Quit smcFanControl CE";

/* Support */
"Support on Ko-fi" = "Support on Ko-fi";
